
"%d Active Connections" = "%d Conexões Ativas";

"%d Items" = "%d Itens";

"%d Tunnelblick Connections Imported" = "%d Conexões do Tunnelblick Importadas";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d conexões foram importadas com sucesso do Tunnelblick. Se você utilizou características avançadas do OpenVPN ou scripts favor verifique a seção Preferências para assegurar que foram importadas corretamente.";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s Foi Desconectado";

"%s Is Connected" = "%s está Conectado";

"%s Is Disconnected" = "%s está Desconectado";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again.";

"1 Active Connection" = "1 Conexão Ativa";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "Uma conexão foi importada com sucesso do Tunnelblick. Se você utilizou características avançadas do OpenVPN ou scripts favor verifique a seção Preferências para assegurar que foram importadas corretamente.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "Uma rede válida para o servidor remoto não existe. Por favor assegure que seu computador tem uma rede válida e tente novamente. Viscosity pode deixar esta conexão desconectada, ou pode conectar automaticamente quando uma rede válida estiver disponível.";

"Admin Rights Required" = "Necessário Direitos Administrativos";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Uma instalação do Tunnelblick foi detectada no seu computador. Gostaria que o Viscosity importasse automaticamente as configurações de conexão dele?";

"Append" = "Acrescentar";

"Are you sure you want to delete the connection '%s'?" = "Tem certeza que quer apagar a conexão '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Tem certeza que quer apagar a pasta '%s' e seus %d itens?";

"Are you sure you want to delete the folder '%s'?" = "Tem certeza que quer apagar a pasta '%s'?";

"Authenticating" = "Autenticando";

"Authentication Failed" = "Autenticação Falhou";

"Automatically Connect" = "Conectar Automaticamente";

"Before Connect script terminated connection attempt." = "Script Antes de Conectar terminou a tentativa de conexão.";

"Bytes" = "Bytes";

"Cancel" = "Cancelar";

"Checking reachability status of connection..." = "Verificando o estado de acessibilidade da conexão...";

"Clear" = "Limpar";

"Connect %s" = "Conectar %s";

"Connected" = "Conectado";

"Connecting" = "Conectando";

"Connection Failed" = "Conexão Falhou";

"Connection Imported" = "Conexão Importada";

"Connection is not reachable. Disconnecting." = "Conexão não está acessível. Desconectando.";

"Connection is reachable. Starting connection attempt." = "Conexão está acessível. Iniciando tentativa de conexão.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Apagar Conexão";

"Delete Folder" = "Apagar Pasta";

"Deny" = "Deny";

"Details..." = "Informações...";

"Disconnect %s" = "Desconectar %s";

"Disconnected" = "Desconectado";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Digitar Licença";

"Error: Email Missing" = "Erro: Faltando Email";

"Error: License Missing" = "Erro: Faltando Licença";

"Error: Name Missing" = "Erro: Nome Faltando";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "Encerrando";

"Export As:" = "Exportar Como:";

"Ignore" = "Ignorar";

"Import Bundled Connections?" = "Importar Conexões Empacotadas?";

"Import Connections From Tunnelblick?" = "Importar Conexões do Tunnelblick?";

"In" = "Entrada";

"Install" = "Install";

"Invalid License" = "Licença Inválida";

"Invalid Remote Server Address" = "Endereço do Servidor Remoto inválido";

"Invalid Username" = "Usuário Inválido";

"My Connection" = "Minha Conexão";

"My Folder" = "Minha Pasta";

"No" = "Não";

"No Tunnelblick Connections Imported" = "Nenhuma Conexão do Tunnelblick foi Importada";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Nenhuma conexão cliente válida do Tunnelblick foi encontrada. Mas não se desespere! Você pode utilizar a seção Preferências para configurar manualmente ou importar uma conexão.";

"None" = "Nenhum";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "Verificação do OpenVPN Falhou utilizando os detalhes das suas chaves. Suas chaves para esta conexão foram restauradas. Favor reconectar para tentar novamente.";

"OpenVPN Verification Failed. Please reconnect to try again." = "Verificação do OpenVPN Falhou. Favor reconectar para tentar novamente.";

"OpenVPN requires a username and password to continue." = "O OpenVPN requer um usuário e senha para continuar.";

"Out" = "Saída";

"Overwrite" = "Sobrescrever";

"Please enter the email associated with the license to continue." = "Favor digitar o e-mail associado com a licença para continuar.";

"Please enter the license key to continue." = "Favor digitar a chave de licença para continuar.";

"Please enter the name associated with the license to continue." = "Favor digitar o nome associado com a licença para continuar.";

"Please log into the HTTP Proxy server using your username and password." = "Favor autenticar no servidor de Proxy HTTP utilizando seu usuário e senha.";

"Please purchase Viscosity!" = "Favor comprar o Viscosity!";

"Preferences..." = "Preferências...";

"Purchase" = "Comprar";

"Quit" = "Quit";

"Quit Viscosity" = "Encerrar Viscosity";

"Reconnect" = "Reconectar";

"Reconnect Connections?" = "Reconectar Conexões?";

"Registered To" = "Registrado Para";

"Registration Successful" = "Registrado com Sucesso";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Registrado com sucesso. Todos os limites foram removidos. Obrigado por comprar o Viscosity!";

"Select ..." = "Selecionar ...";

"Several Connections Have Been Disconnected" = "Diversas Conexões Foram Desconectadas";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Diversas conexões foram desconectadas porque não existe mais uma rede válida aos servidores remotos. Viscosity pode deixar esta conexão desconectada, ou pode conectar automaticamente quando uma rede válida estiver disponível.";

"The Connection Could Not Be Imported" = "A Conexão Não Pode Ser Importada";

"The Connection Could Not Be Saved" = "A Conexão Não Pode Ser Salva";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "O subsistema do OpenVPN não pode ser iniciado. Favor verificar o seguinte:\n- Verifique qualquer mensagem de erro abaixo desta notificação.\n- Assegure que o Viscosity não está sendo executado a partir de um local protegido pelo File Vault (coloque o Viscosity na pasta Aplicativos).\n- Assegure que a configuração é válida. Verifique as configurações de conexão para a conexão utilizando o Viscosity e assegure que todas as configurações estão corretas.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "O subsistema do OpenVPN não pode ser iniciado. Favor veja a seção de log (o terceiro ícone) na janela Detalhes para mais infomrações.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "A Rota Não Pode Ser Adicionada";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "O certificado para este servidor é inválido. Você pode estar conectando a um servidor que está fingindo ser \"%@\", que pode resultar em uma configuração maliciosa de conexão VPN. Gostaria de conectar ao servidor mesmo assim?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "A conexão %s foi desconectada.";

"The connection %s has connected." = "A conexão %s foi conectada.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "O arquivo aberto não é um pacote válido de conexão do Viscosity.";

"The file selected is not a valid client-side OpenVPN configuration file." = "O arquivo selecionado não é um arquivo de configuração cliente válido do OpenVPN.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "A chave de licença digitada estava inválida. Favor verificar o nome, endereço de e-mail e a chave de licença e tente novamente.";

"The name '%s' is already in use. Please enter a new name." = "O nome '%s' já está em uso. Favor digitar um novo nome.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "O servidor remoto não pode ser contatado. Favor assegurar que você digitou um endereço de servidor válido e tente novamente.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "O usuário e/ou senha digitados estavam incorretos. Favor reconectar para tentar novamente.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "O usuário e/ou senha digitados não foram aceitos pelo servidor. Favor assegure-se que seu usuário e senha estão corretos e tente novamente.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "O usuário e/ou senha em suas chaves estavam incorretos. Your keychain for this connection has been reset. Favor reconectar para tentar novamente.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Esta cópia do Viscosity foi empacotada com uma ou mais conexões. Gostaria de sobrescrever suas conexões existentes com a(s) conexão(ões) empacotada(s), ou acrescentá-las a sua lista de conexões sem remover sua(s) conexão(ões) existente(s)?";

"Trial Period Expired!" = "Período de Avaliação Expirou!";

"Tunnelblick Connection Imported" = "Conexões do Tunnelblick Importadas";

"Username/Password (Basic)" = "Usuário/Senha (Basic)";

"Username/Password (NTLM)" = "Usuário/Senha (NTLM)";

"Verification Failed" = "Verificação Falhou";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity não pôde verificar a identidade do servidor \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity importou com sucesso a conexão. Ela está disponível na sua lista de conexões.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity importou a conexão com sucesso. Ela está disponível na sua lista de conexões.\n\nSe você utilizou características avançadas do OpenVPN ou scripts favor verifique a seção de Preferências para garantir que foram importados(as) corretamente.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity precisa reconectar suas conexões ativas para aplicar esta alteração.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity exige direitos administrativos quando é iniciado pela primeiro vez a fim de configurar o OpenVPN e seus componentes necessários. Viscosity fechará agora. Por favor reabra o Viscosity e tente novamente.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "Aguardando";

"Yes" = "Sim";

"You must enter a Name for the connection." = "Você deve digitar um Nome para a conexão.";

"You must enter a Route before saving." = "Você deve digitar a Rota antes de salvar.";

"You must enter a port for the proxy server." = "Você deve digitar uma porta para o servidor de proxy.";

"You must enter a username to use for authentication." = "Você deve digitar um usuário para utilizar autenticação.";

"You must enter a valid address for the remote VPN server." = "Você deve digitar um endereço válido para o servidor remoto de VPN.";

"You must enter an address for the proxy server." = "Você deve digitar um endereço para o servidor de proxy.";

"You must enter an address for the remote server." = "Você deve digitar um endereço para o servidor remoto.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Seu período de avaliação expira em %d dias. Se você gostou do Viscosity favor comprá-lo para utilizá-lo sem restrições.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Seu período de avaliação expira em 1 dia! Se você gostou do Viscosity favor comprá-lo para utilizá-lo sem restrições.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Seu período de avalição expirou. Se você gostou do Viscosity favor comprá-lo para utilizá-lo sem restrições.";

"day" = "dia";

"days" = "dias";

"hour" = "hora";

"hours" = "horas";

"minute" = "minuto";

"minutes" = "minutos";

"second" = "segundo";

"seconds" = "segundos";
